{"'": 0, "\u014c": 1, "\u5712": 2, "\u697d": 3, "U": 4, "\u00ca": 5, "N": 6, "\u5b98": 7, "\u00d4": 8, "V": 9, "Y": 10, "O": 11, "F": 12, "\u65b9": 13, "Z": 14, "W": 15, "\u2013": 16, "R": 17, "\u2026": 18, "\u0143": 19, "\u5fd7": 20, "X": 21, "\u0118": 22, "B": 23, "\u015e": 24, "\u00db": 25, "\u00c4": 26, "\u00c8": 27, "M": 28, "\u00d6": 29, "C": 30, "\u00c1": 31, "\u00c7": 32, "\u00d0": 33, "\u00c3": 34, "\u016a": 35, "\u00cb": 36, "\u00d8": 37, "Q": 38, "E": 39, "D": 40, "\u00c9": 41, "\u00cf": 42, "A": 43, "J": 44, "\u653e": 46, "I": 47, "\u8ffd": 48, "\u00d2": 49, "L": 50, "H": 51, "K": 52, "T": 53, "S": 54, "\u00d3": 55, "\u00c5": 56, "\u00c6": 57, "\u00da": 58, "P": 59, "\u6742": 60, "G": 61, "\u00cd": 62, "B-object_name": 63, "E-object_name": 64, "B-playlist": 65, "E-playlist": 66, "B-timeRange": 67, "E-timeRange": 68, "B-object_type": 69, "E-object_type": 70, "B-artist": 71, "E-artist": 72, "B-movie_name": 73, "E-movie_name": 74, "B-spatial_relation": 75, "E-spatial_relation": 76, "B-rating_value": 77, "E-rating_value": 78, "B-city": 79, "E-city": 80, "B-entity_name": 81, "E-entity_name": 82, "B-music_item": 83, "E-music_item": 84, "B-restaurant_type": 85, "E-restaurant_type": 86, "B-location_name": 87, "E-location_name": 88, "B-party_size_description": 89, "E-party_size_description": 90, "B-country": 91, "E-country": 92, "B-state": 93, "E-state": 94, "B-geographic_poi": 95, "E-geographic_poi": 96, "B-rating_unit": 97, "E-rating_unit": 98, "B-playlist_owner": 99, "E-playlist_owner": 100, "B-best_rating": 101, "E-best_rating": 102, "B-party_size_number": 103, "E-party_size_number": 104, "B-object_select": 105, "E-object_select": 106, "B-restaurant_name": 107, "E-restaurant_name": 108, "B-service": 109, "E-service": 110, "B-movie_type": 111, "E-movie_type": 112, "B-object_location_type": 113, "E-object_location_type": 114, "B-sort": 115, "E-sort": 116, "B-track": 117, "E-track": 118, "B-year": 119, "E-year": 120, "B-album": 121, "E-album": 122, "B-condition_temperature": 123, "E-condition_temperature": 124, "B-condition_description": 125, "E-condition_description": 126, "B-current_location": 127, "E-current_location": 128, "B-served_dish": 129, "E-served_dish": 130, "B-object_part_of_series_type": 131, "E-object_part_of_series_type": 132, "B-poi": 133, "E-poi": 134, "B-cuisine": 135, "E-cuisine": 136, "B-genre": 137, "E-genre": 138, "B-facility": 139, "E-facility": 140, "|": 45, "[UNK]": 141, "[PAD]": 142}